// versionData.js
export const versionUpdates = [
    {
      version: "1.0",
      date: "22-10-2024",
      updates: [
        "שחרור ראשוני",
        "מימוש פונקציונליות בסיסית",
        "עיצוב מודרני",
        "הוספת Dark Mode"
      ]
    },
    {
      version: "1.1",
      date: "22-10-2024",
      updates: [
        "שיפור חוויית ההתחברות של המשתמש",
        "שיפור פונקציונליות של הליגה",
        "תיקון באגים קטנים",
        "שיפור עיצוב ואפקטים",
        "הוספת מדריך אישי למספר דפים"
      ]
    },
    {
      version: "1.2",
      date: "27-11-2024",
      updates: [
        "הוספת דף גרסאות",
        "שיפור והוספת פונקציונליות של הליגה",
        "עדכון מדריך אישי.",
      ]
    }
];
